aaron-bond.better-comments
atishay-jain.all-autocomplete
ban.spellright
be5invis.vscode-icontheme-nomo-dark
christian-kohler.npm-intellisense
cmstead.js-codeformer
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
ionutvmi.path-autocomplete
iulian-radu-at.find-unused-exports
jdinhlife.gruvbox
mgmcdermott.vscode-language-babel
ms-ceintl.vscode-language-pack-es
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.cpptools
ms-vscode.vscode-typescript-next
oderwat.indent-rainbow
pkief.material-icon-theme
redhat.java
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-spanish
thebarkman.vscode-djaneiro
vincaslt.highlight-matching-tag
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
zignd.html-css-class-completion
